Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# counter.accessibility.increment
source: Increase %@, current value %lld
da: Øg %@, nuværende værdi %lld
de: %@ erhöhen, aktueller Wert %lld
el: Αύξηση %@, τρέχουσα τιμή %lld
fi: Nosta %@, nykyinen arvo %lld
fr: Augmenter %@, valeur actuelle : %lld
ja: %@を増やす。現在値は%lld
ko: %@ 증가, 현재 값 %lld
nb: Øk %@, nåværende verdi %lld
nl: %@ verhogen, huidige waarde %lld
sv: Öka %@, nuvarande värde %lld
zh_hans: 增加 %@，当前值 %lld
zh_hant: 增加 %@，目前數值 %lld

# counter.accessibility.note
source: Edit note for %@, current value %lld
da: Rediger notat for %@, nuværende værdi %lld
de: Notiz für %@ bearbeiten, aktueller Wert %lld
el: Επεξεργασία σημείωσης για %@, τρέχουσα τιμή %lld
fi: Muokkaa kohteen %@ muistiinpanoa, nykyinen arvo %lld
fr: Modifier la note de %@, valeur actuelle : %lld
ja: %@のメモを編集する。現在値は%lld
ko: %@에 대한 메모 편집, 현재 값 %lld
nb: Rediger notat for %@, nåværende verdi %lld
nl: Notitie voor %@ bewerken, huidige waarde %lld
sv: Redigera anteckning för %@, nuvarande värde %lld
zh_hans: 编辑 %@ 的笔记，当前值 %lld
zh_hant: 編輯 %@ 的筆記，目前數值 %lld

# counter.accessibility.readOnlyHint
source: Counter is read-only.
da: Tælleren er skrivebeskyttet.
de: Der Zähler ist schreibgeschützt.
el: Ο μετρητής είναι μόνο για ανάγνωση.
fi: Laskuria voi vain tarkastella.
fr: Le compteur est en lecture seule.
ja: カウンターは表示のみです。
ko: 카운터는 읽기 전용입니다.
nb: Telleren er skrivebeskyttet.
nl: De toerenteller is alleen-lezen.
sv: Räknaren är skrivskyddad.
zh_hans: 计数器为只读状态。
zh_hant: 計數器僅供查看。

# counter.accessibility.rename
source: Rename %@, current value %lld
da: Omdøb %@, aktuel værdi %lld
de: %@ umbenennen, aktueller Wert %lld
el: Μετονομασία %@, τρέχουσα τιμή %lld
fi: Nimeä %@ uudelleen, nykyinen arvo %lld
fr: Renommer %@, valeur actuelle : %lld
ja: %@の名前を変更する。現在値は%lld
ko: %@ 이름 변경, 현재 값 %lld
nb: Gi %@ nytt navn, nåværende verdi %lld
nl: %@ hernoemen, huidige waarde %lld
sv: Byt namn på %@, aktuellt värde %lld
zh_hans: 重命名 %@，当前数值 %lld
zh_hant: 重新命名 %@，目前數值 %lld

# counter.accessibility.tapHoldHint
source: Tap to increase by one. Touch and hold to manage.
da: Tryk for at øge med én. Tryk og hold for at administrere.
de: Tippen, um um 1 zu erhöhen. Gedrückt halten, um die Verwaltung zu öffnen.
el: Πατήστε για να αυξηθεί κατά ένα. Αγγίξτε και κρατήστε για να διαχειριστείτε.
fi: Napauta kasvattaaksesi arvoa yhdellä. Hallitse koskettamalla pitkään.
fr: Touchez pour ajouter 1. Maintenez le doigt pour gérer le compteur.
ja: タップすると1増えます。長押しすると管理できます。
ko: 하나씩 늘리기 위해 탭하세요. 길게 눌러 관리하세요.
nb: Trykk for å øke med én. Trykk og hold for å justere.
nl: Tik om met één te verhogen. Houd ingedrukt om te beheren.
sv: Tryck för att öka med en. Tryck och håll för att hantera.
zh_hans: 轻点可加 1，长按可管理。
zh_hant: 點一下增加一，長按開啟管理。

# counter.collapse
source: Collapse counters
da: Skjul tællere
de: Zähler einklappen
el: Σύμπτυξη μετρητών
fi: Piilota laskurit
fr: Replier les compteurs
ja: カウンターを折りたたむ
ko: 카운터를 접기
nb: Skjul tellere
nl: Toerentellers inklappen
sv: Dölj räknare
zh_hans: 收起计数器
zh_hant: 收合計數器

# counter.decrement
source: Decrease counter
da: Formindsk tæller
de: Zähler verringern
el: Μείωση μετρητή
fi: Vähennä laskuria
fr: Diminuer le compteur
ja: カウンターを減らす
ko: 카운터를 줄이기
nb: Reduser teller
nl: Toerenteller verlagen
sv: Minska räknare
zh_hans: 减少计数器
zh_hant: 減少計數器

# counter.defaultName
source: Counter %lld
da: Tæller %lld
de: Zähler %lld
el: Μετρητής %lld
fi: Laskuri %lld
fr: Compteur %lld
ja: カウンター %lld
ko: 카운터 %lld
nb: Teller %lld
nl: Toerenteller %lld
sv: Räknare %lld
zh_hans: 计数器 %lld
zh_hant: 計數器 %lld

# counter.expand
source: Expand counters
da: Vis tællere
de: Zähler ausklappen
el: Επέκταση μετρητών
fi: Näytä laskurit
fr: Déplier les compteurs
ja: カウンターを展開する
ko: 카운터 펼치기
nb: Vis tellere
nl: Toerentellers uitklappen
sv: Visa räknare
zh_hans: 展开计数器
zh_hant: 展開計數器

# counter.error.notSaved
source: This counter is no longer available. Reopen the project and try again.
da: Denne tæller er ikke længere tilgængelig. Åbn projektet igen, og prøv igen.
de: Dieser Zähler ist nicht mehr verfügbar. Öffne das Projekt erneut und versuche es noch einmal.
el: Αυτός ο μετρητής δεν είναι πλέον διαθέσιμος. Ανοίξτε ξανά το έργο και δοκιμάστε πάλι.
fi: Tämä laskuri ei ole enää käytettävissä. Avaa projekti uudelleen ja yritä uudelleen.
fr: Ce compteur n’est plus disponible. Rouvrez le projet et réessayez.
ja: このカウンターは利用できなくなりました。作品を開き直して、もう一度お試しください。
ko: 이 카운터는 더 이상 사용할 수 없습니다. 작품을 다시 연 후 다시 시도하세요.
nb: Denne telleren er ikke lenger tilgjengelig. Åpne prosjektet på nytt og prøv igjen.
nl: Deze toerenteller is niet meer beschikbaar. Open het project opnieuw en probeer het nogmaals.
sv: Den här räknaren är inte längre tillgänglig. Öppna projektet igen och försök igen.
zh_hans: 此计数器已无法使用。请重新打开作品后重试。
zh_hant: 此計數器已無法使用。請重新開啟作品後再試一次。

# counter.increment
source: Increase counter
da: Øg tæller
de: Zähler erhöhen
el: Αύξηση μετρητή
fi: Kasvata laskuria
fr: Augmenter le compteur
ja: カウンターを増やす
ko: 카운터 늘리기
nb: Øk teller
nl: Toerenteller verhogen
sv: Öka räknare
zh_hans: 增加计数器
zh_hant: 增加計數器

# counter.manage
source: Manage Counter
da: Administrer tæller
de: Zähler verwalten
el: Διαχείριση μετρητή
fi: Hallitse laskuria
fr: Gérer le compteur
ja: カウンターを管理
ko: 카운터 관리
nb: Administrer teller
nl: Toerenteller beheren
sv: Hantera räknare
zh_hans: 管理计数器
zh_hant: 管理計數器

# counter.minusOne
source: Decrease by 1
da: Formindsk med 1
de: Um 1 verringern
el: Μείωση κατά 1
fi: Vähennä yhdellä
fr: Diminuer de 1
ja: 1減らす
ko: 1씩 줄이기
nb: Reduser med 1
nl: Met 1 verlagen
sv: Minska med 1
zh_hans: 减 1
zh_hant: 減 1

# counter.reminder.complete
source: Complete this reminder
da: Fuldfør denne påmindelse
de: Diese Erinnerung abschließen
el: Ολοκλήρωση αυτής της υπενθύμισης
fi: Suorita tämä muistutus
fr: Terminer ce rappel
ja: このリマインダーを完了
ko: 이 알림 완료
nb: Fullfør denne påminnelsen
nl: Deze herinnering voltooien
sv: Slutför den här påminnelsen
zh_hans: 完成此提醒
zh_hant: 完成這個提醒

# counter.reminder.complete.hint
source: Acknowledges the crossed rows.
da: Bekræfter de passerede pinde.
de: Bestätigt die überschrittenen Reihen.
el: Επιβεβαιώνει τις σειρές που ξεπεράστηκαν.
fi: Kuittaa ohitetut kerrokset.
fr: Confirme les rangs franchis.
ja: 通過した段を確認します。
ko: 지나간 단을 확인합니다.
nb: Bekrefter passerte rader.
nl: Bevestigt de gepasseerde toeren.
sv: Bekräftar passerade varv.
zh_hans: 确认已跨过的行数。
zh_hant: 確認已跨過的段數。

# counter.reminder.crossedCount
source: %lld reminders crossed
da: %lld påmindelser passeret
de: %lld Erinnerungen überschritten
el: Έγινε υπέρβαση %lld υπενθυμίσεων
fi: %lld muistutusta ohitettu
fr: %lld rappels franchis
ja: %lld 件のリマインダーを通過
ko: 알림 %lld개를 지났습니다
nb: %lld påminnelser passert
nl: %lld herinneringen gepasseerd
sv: %lld påminnelser passerade
zh_hans: 已跨过 %lld 个提醒
zh_hant: 已跨過 %lld 個提醒

# counter.reminder.edit
source: Edit Reminder
da: Rediger påmindelse
de: Erinnerung bearbeiten
el: Επεξεργασία υπενθύμισης
fi: Muokkaa muistutusta
fr: Modifier le rappel
ja: リマインダーを編集
ko: 알림 편집
nb: Rediger påminnelse
nl: Herinnering bewerken
sv: Redigera påminnelse
zh_hans: 编辑提醒
zh_hant: 編輯提醒

# counter.reminder.interval
source: Row interval
da: Pindeinterval
de: Reihenintervall
el: Διάστημα σειρών
fi: Kerrosväli
fr: Intervalle de rangs
ja: 段の間隔
ko: 단 간격
nb: Radintervall
nl: Toerinterval
sv: Varvintervall
zh_hans: 间隔行数
zh_hant: 間隔段數

# counter.reminder.limit
source: Repetition limit
da: Gentagelsesgrænse
de: Wiederholungslimit
el: Όριο επαναλήψεων
fi: Toistojen enimmäismäärä
fr: Limite de répétitions
ja: 繰り返し回数の上限
ko: 반복 횟수 제한
nb: Gjentakelsesgrense
nl: Herhalingslimiet
sv: Upprepningsgräns
zh_hans: 重复次数上限
zh_hant: 重複次數上限

# counter.reminder.message
source: Message (optional)
da: Besked (valgfri)
de: Nachricht (optional)
el: Μήνυμα (προαιρετικό)
fi: Viesti (valinnainen)
fr: Message (facultatif)
ja: メッセージ（任意）
ko: 메시지(선택 사항)
nb: Melding (valgfritt)
nl: Bericht (optioneel)
sv: Meddelande (valfritt)
zh_hans: 消息（可选）
zh_hant: 訊息（選填）

# counter.reminder.mode
source: Reminder type
da: Påmindelsestype
de: Erinnerungstyp
el: Τύπος υπενθύμισης
fi: Muistutuksen tyyppi
fr: Type de rappel
ja: リマインダーの種類
ko: 알림 유형
nb: Påminnelsestype
nl: Type herinnering
sv: Påminnelsetyp
zh_hans: 提醒类型
zh_hant: 提醒類型

# counter.reminder.mode.oneTime
source: One Time
da: Én gang
de: Einmalig
el: Μία φορά
fi: Kerran
fr: Une fois
ja: 1回
ko: 한 번
nb: Én gang
nl: Eenmalig
sv: En gång
zh_hans: 单次
zh_hant: 單次

# counter.reminder.mode.repeating
source: Repeating
da: Gentagende
de: Wiederholend
el: Επαναλαμβανόμενη
fi: Toistuva
fr: Répétitif
ja: 繰り返し
ko: 반복
nb: Gjentakende
nl: Herhalend
sv: Återkommande
zh_hans: 重复
zh_hant: 重複

# counter.reminder.reached
source: Reached row %lld.
da: Nåede pind %lld.
de: Reihe %lld erreicht.
el: Έφτασε στη σειρά %lld.
fi: Kerros %lld saavutettu.
fr: Rang %lld atteint.
ja: %lld 段目に到達しました。
ko: %lld단에 도달했습니다.
nb: Nådde rad %lld.
nl: Toer %lld bereikt.
sv: Nådde varv %lld.
zh_hans: 已到达第 %lld 行。
zh_hant: 已到達第 %lld 段。

# counter.reminder.replace
source: Replace Reminder
da: Erstat påmindelse
de: Erinnerung ersetzen
el: Αντικατάσταση υπενθύμισης
fi: Korvaa muistutus
fr: Remplacer le rappel
ja: リマインダーを置き換える
ko: 알림 교체
nb: Erstatt påminnelsen
nl: Herinnering vervangen
sv: Ersätt påminnelsen
zh_hans: 替换提醒
zh_hant: 替換提醒

# counter.reminder.stop
source: Stop reminder
da: Stop påmindelse
de: Erinnerung stoppen
el: Διακοπή υπενθύμισης
fi: Lopeta muistutus
fr: Arrêter le rappel
ja: リマインダーを停止
ko: 알림 중지
nb: Stopp påminnelsen
nl: Herinnering stoppen
sv: Stoppa påminnelsen
zh_hans: 停止提醒
zh_hant: 停止提醒

# counter.reminder.stop.hint
source: Turns off this reminder and clears its pending rows.
da: Slår påmindelsen fra og rydder ventende pinde.
de: Schaltet diese Erinnerung aus und löscht ausstehende Reihen.
el: Απενεργοποιεί την υπενθύμιση και διαγράφει τις σειρές σε αναμονή.
fi: Poistaa muistutuksen käytöstä ja tyhjentää odottavat kerrokset.
fr: Désactive ce rappel et efface les rangs en attente.
ja: このリマインダーをオフにして保留中の段を消去します。
ko: 이 알림을 끄고 대기 중인 단을 지웁니다.
nb: Slår av påminnelsen og fjerner ventende rader.
nl: Schakelt deze herinnering uit en wist alle openstaande toerherinneringen.
sv: Stänger av påminnelsen och rensar väntande varv.
zh_hans: 关闭此提醒，并清除待处理的行数。
zh_hant: 關閉這個提醒，並清除待處理的段數。

# counter.reminder.target
source: Target row
da: Målpind
de: Zielreihe
el: Σειρά-στόχος
fi: Tavoitekerros
fr: Rang cible
ja: 目標段
ko: 목표 단
nb: Målrad
nl: Doeltoer
sv: Målvarv
zh_hans: 目标行数
zh_hant: 目標段數

# counter.reminder.nextTarget
source: Next target
da: Næste mål
de: Nächstes Ziel
el: Επόμενος στόχος
fi: Seuraava tavoite
fr: Prochain objectif
ja: 次の目標
ko: 다음 목표
nb: Neste mål
nl: Volgend doel
sv: Nästa mål
zh_hans: 下一个目标
zh_hant: 下一個目標

# counter.reminder.none
source: No active reminder
da: Ingen aktiv påmindelse
de: Keine aktive Erinnerung
el: Δεν υπάρχει ενεργή υπενθύμιση
fi: Ei aktiivista muistutusta
fr: Aucun rappel actif
ja: 有効なリマインダーはありません
ko: 활성 알림 없음
nb: Ingen aktiv påminnelse
nl: Geen actieve herinnering
sv: Ingen aktiv påminnelse
zh_hans: 没有启用的提醒
zh_hant: 沒有啟用的提醒

# counter.name
source: Name
da: navn
el: Όνομα
fi: Nimi
fr: Nom
ja: 名前
ko: 이름
nb: navn
nl: Naam
sv: namn
zh_hans: 名称
zh_hant: 名稱

# counter.rename
source: Rename Counter
da: Omdøb tæller
de: Zähler umbenennen
el: Μετονομασία μετρητή
fi: Nimeä laskuri uudelleen
fr: Renommer le compteur
ja: カウンター名を変更
ko: 카운터 이름 변경
nb: Gi telleren nytt navn
nl: Toerenteller hernoemen
sv: Byt namn på räknaren
zh_hans: 重命名计数器
zh_hant: 重新命名計數器

# counter.reset
source: Reset to Zero
da: Tilbage til nul
de: Auf null zurücksetzen
el: Επαναφορά στο μηδέν
fi: Nollaa
fr: Remettre à zéro
ja: ゼロに戻す
ko: 제로로 재설정
nb: Tilbakestill til null
nl: Op nul zetten
sv: Återställ till noll
zh_hans: 归零
zh_hant: 歸零

# counter.summary
source: Six project counters
da: Seks projekttællere
de: Sechs Projektzähler
el: Έξι μετρητές έργων
fi: Kuusi projektilaskuria
fr: Six compteurs de projet
ja: 作品用カウンター6個
ko: 육 개의 프로젝트 카운터
nb: Seks prosjekttellere
nl: Zes toerentellers voor het project
sv: Sex projekträknare
zh_hans: 六个作品计数器
zh_hant: 六個作品計數器

# counter.value.edit
source: Edit counter value
da: Rediger tællerværdi
de: Zählerwert bearbeiten
el: Επεξεργασία τιμής μετρητή
fi: Muokkaa laskurin arvoa
fr: Modifier la valeur du compteur
ja: カウンターの値を編集
ko: 카운터 값 편집
nb: Rediger tellerverdi
nl: Waarde van de toerenteller bewerken
sv: Redigera räknarens värde
zh_hans: 编辑计数器数值
zh_hant: 編輯計數器數值

# counter.value.invalid
source: Enter a non-negative whole number.
da: Indtast et ikke-negativt heltal.
de: Gib eine nichtnegative ganze Zahl ein.
el: Εισαγάγετε έναν μη αρνητικό ακέραιο αριθμό.
fi: Anna ei-negatiivinen kokonaisluku.
fr: Saisissez un nombre entier positif ou nul.
ja: 0以上の整数を入力してください。
ko: 0 이상의 정수를 입력하세요.
nb: Skriv inn et ikke-negativt heltall.
nl: Voer een niet-negatief geheel getal in.
sv: Ange ett icke-negativt heltal.
zh_hans: 请输入非负整数。
zh_hant: 請輸入非負整數。

# counter.value
source: Value
da: værdi
de: Wert
el: Τιμή
fi: Arvo
fr: Valeur
ja: 値
ko: 값
nb: verdi
nl: Waarde
sv: värde
zh_hans: 数值
zh_hant: 數值

# error.saveFailed
source: Couldn’t Save
da: Kunne ikke gemme
de: Speichern nicht möglich
el: Δεν ήταν δυνατή η αποθήκευση
fi: Ei voitu tallentaa
fr: Impossible d’enregistrer
ja: 保存できませんでした
ko: 저장할 수 없음
nb: Kunne ikke lagre
nl: Bewaren mislukt
sv: Kunde inte spara
zh_hans: 无法保存
zh_hant: 無法儲存

# journal.accessibility.add
source: Add journal entry
da: Tilføj journalpost
de: Tagebucheintrag hinzufügen
el: Προσθήκη καταχώρησης χρονικού
fi: Lisää päiväkirjamerkintä
fr: Ajouter une entrée de journal
ja: 日記を追加
ko: 일지 항목 추가
nb: Legg til journalpost
nl: Dagboekitem toevoegen
sv: Lägg till dagboksinlägg
zh_hans: 添加编织日记
zh_hant: 新增編織日記

# journal.accessibility.fullPhoto
source: Journal entry photo
da: Foto til dagbogsindlæg
de: Foto des Tagebucheintrags
el: Φωτογραφία καταχώρησης ημερολογίου
fi: Päiväkirjamerkinnän kuva
fr: Photo d'entrée de journal
ja: 日記の写真
ko: 일기 항목 사진
nb: Foto av dagbokoppføring
nl: Foto bij dagboekitem
sv: Foto av dagboksinlägg
zh_hans: 编织日记照片
zh_hant: 編織日記照片

# journal.accessibility.photo
source: Journal entry photo
da: Foto til dagbogsindlæg
de: Foto des Tagebucheintrags
el: Φωτογραφία καταχώρησης ημερολογίου
fi: Päiväkirjamerkinnän kuva
fr: Photo d'entrée de journal
ja: 日記の写真
ko: 일기 항목 사진
nb: Foto av dagbokoppføring
nl: Foto bij dagboekitem
sv: Foto av dagboksinlägg
zh_hans: 编织日记照片
zh_hant: 編織日記照片

# journal.add
source: Add journal entry
da: Tilføj journalpost
de: Tagebucheintrag hinzufügen
el: Προσθήκη καταχώρησης χρονικού
fi: Lisää päiväkirjamerkintä
fr: Ajouter une entrée de journal
ja: 日記を追加
ko: 일지 항목 추가
nb: Legg til journalpost
nl: Dagboekitem toevoegen
sv: Lägg till dagboksinlägg
zh_hans: 添加日记
zh_hant: 新增日記

# journal.add.title
source: New journal entry
da: Nyt dagbogsindlæg
de: Neuer Tagebucheintrag
el: Νέα καταχώρηση χρονικού
fi: Uusi päiväkirjamerkintä
fr: Nouvelle entrée de journal
ja: 新しい日記
ko: 새로운 일기 항목
nb: Ny journalpost
nl: Nieuw dagboekitem
sv: Nytt dagboksinlägg
zh_hans: 新建日记
zh_hant: 新增日記

# journal.caption.label
source: Caption (optional)
da: Billedtekst (valgfrit)
de: Beschreibung (optional)
el: Λεζάντα (προαιρετική)
fi: Kuvateksti (valinnainen)
fr: Légende (facultative)
ja: 説明（任意）
ko: 캡션(선택 사항)
nb: Tittel (valgfritt)
nl: Bijschrift (optioneel)
sv: Beskrivning (valfritt)
zh_hans: 说明（可选）
zh_hant: 說明（選填）

# journal.caption.placeholder
source: Add a note about this progress
da: Tilføj en note om denne fremgang.
de: Notiz zu diesem Fortschritt hinzufügen
el: Προσθήκη σημείωσης για αυτή την πρόοδο
fi: Lisää muistiinpano tästä edistymisestä
fr: Ajoutez une note sur cette avancée
ja: この進捗についてメモを追加
ko: 진행 메모 추가
nb: Legg til en merknad om denne fremgangen.
nl: Voeg een notitie over deze voortgang toe
sv: Lägg till en anteckning om detta framsteg.
zh_hans: 记下这次进度
zh_hant: 記下這次進度

# journal.card.accessibility.withCaption.format
source: Journal entry, %1$@, %2$@
da: Dagbogsindlæg, %1$@, %2$@
de: Tagebucheintrag, %1$@, %2$@
el: Καταχώριση ημερολογίου, %1$@, %2$@
fi: Päiväkirjamerkintä, %1$@, %2$@
fr: Entrée de journal, %1$@, %2$@
ja: 編み物日記、%1$@、%2$@
ko: 일지 항목, %1$@, %2$@
nb: Dagbokoppføring, %1$@, %2$@
nl: Dagboekitem, %1$@, %2$@
sv: Dagboksinlägg, %1$@, %2$@
zh_hans: 编织日记，%1$@，%2$@
zh_hant: 編織日記，%1$@，%2$@

# journal.card.accessibility.withCaption.loading.format
source: Journal entry, photo loading, %1$@, %2$@
da: Dagbogsindlæg, billede indlæses, %1$@, %2$@
de: Tagebucheintrag, Foto wird geladen, %1$@, %2$@
el: Καταχώριση ημερολογίου, φόρτωση φωτογραφίας, %1$@, %2$@
fi: Päiväkirjan merkintä, kuvan lataus, %1$@, %2$@
fr: Entrée de journal, chargement de photo, %1$@, %2$@
ja: 編み物日記、写真を読み込み中、%1$@、%2$@
ko: 일기 항목, 사진 로드, %1$@, %2$@
nb: Dagbokoppføring, bildet lastes inn, %1$@, %2$@
nl: Dagboekitem, foto wordt geladen, %1$@, %2$@
sv: Dagboksinlägg, bildladdning, %1$@, %2$@
zh_hans: 编织日记，照片加载中，%1$@，%2$@
zh_hant: 編織日記，照片載入中，%1$@，%2$@

# journal.card.accessibility.withCaption.unavailable.format
source: Journal entry, photo unavailable, %1$@, %2$@
da: Dagbogsindlæg, billede ikke tilgængeligt, %1$@, %2$@
de: Tagebucheintrag, Foto nicht verfügbar, %1$@, %2$@
el: Καταχώριση ημερολογίου, μη διαθέσιμη φωτογραφία, %1$@, %2$@
fi: Päiväkirjamerkintä, valokuvaa ei saatavilla, %1$@, %2$@
fr: Entrée de journal, photo indisponible, %1$@, %2$@
ja: 編み物日記、写真を利用できません、%1$@、%2$@
ko: 일지 항목, 사진 없음, %1$@, %2$@
nb: Dagbokoppføring, bilde ikke tilgjengelig, %1$@, %2$@
nl: Dagboekitem, foto niet beschikbaar, %1$@, %2$@
sv: Dagboksinlägg, foto ej tillgängligt, %1$@, %2$@
zh_hans: 编织日记，照片无法加载，%1$@，%2$@
zh_hant: 編織日記，照片無法載入，%1$@，%2$@

# journal.card.accessibility.withoutCaption.format
source: Journal entry, %@
da: Dagbogsindlæg, %@
de: Tagebucheintrag, %@
el: Καταχώριση ημερολογίου, %@
fi: Päiväkirjamerkintä, %@
fr: Entrée de journal, %@
ja: 編み物日記、%@
ko: 일지 항목, %@
nb: Dagbokoppføring, %@
nl: Dagboekitem, %@
sv: Dagboksinlägg, %@
zh_hans: 编织日记，%@
zh_hant: 編織日記，%@

# journal.card.accessibility.withoutCaption.loading.format
source: Journal entry, photo loading, %@
da: Dagbogsindlæg, billede indlæses, %@
de: Tagebucheintrag, Foto wird geladen, %@
el: Καταχώριση ημερολογίου, φόρτωση φωτογραφίας, %@
fi: Päiväkirjan merkintä, kuvan lataus, %@
fr: Entrée de journal, chargement de photo, %@
ja: 編み物日記、写真を読み込み中、%@
ko: 일기 항목, 사진 로드, %@
nb: Dagbokoppføring, bildet lastes inn, %@
nl: Dagboekitem, foto wordt geladen, %@
sv: Dagboksinlägg, bildladdning, %@
zh_hans: 编织日记，照片加载中，%@
zh_hant: 編織日記，照片載入中，%@

# journal.card.accessibility.withoutCaption.unavailable.format
source: Journal entry, photo unavailable, %@
da: Dagbogsindlæg, billede ikke tilgængeligt, %@
de: Tagebucheintrag, Foto nicht verfügbar, %@
el: Καταχώριση ημερολογίου, μη διαθέσιμη φωτογραφία, %@
fi: Päiväkirjamerkintä, valokuvaa ei ole saatavilla, %@
fr: Entrée de journal, photo indisponible, %@
ja: 編み物日記、写真を利用できません、%@
ko: 일기 항목, 사진 없음, %@
nb: Dagbokoppføring, bilde ikke tilgjengelig, %@
nl: Dagboekitem, foto niet beschikbaar, %@
sv: Dagboksinlägg, foto ej tillgängligt, %@
zh_hans: 编织日记，照片无法加载，%@
zh_hant: 編織日記，照片無法載入，%@

# journal.delete
source: Delete
da: Slet
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# journal.delete.confirm.message
source: This journal entry and its photos will be permanently deleted.
da: Denne journalpost og dens billeder vil blive slettet permanent.
de: Dieser Tagebucheintrag und seine Fotos werden dauerhaft gelöscht.
el: Αυτή η καταχώριση ημερολογίου και οι φωτογραφίες της θα διαγραφούν οριστικά.
fi: Tämä päiväkirjamerkintä ja sen kuvat poistetaan pysyvästi.
fr: Cette entrée de journal et ses photos seront supprimées définitivement.
ja: この日記と写真は完全に削除されます。
ko: 이 일기 항목과 그 사진은 영구적으로 삭제됩니다.
nb: Denne journalposten og bildene vil bli permanent slettet.
nl: Dit dagboekitem en de foto's worden definitief verwijderd.
sv: Denna journalpost och dess foton kommer att raderas permanent.
zh_hans: 这篇日记及其照片将被永久删除。
zh_hant: 這則日記與照片將永久刪除。

# journal.delete.confirm.title
source: Delete journal entry?
da: Slet journalpost?
de: Tagebucheintrag löschen?
el: Διαγραφή καταχώρησης ημερολογίου;
fi: Poistetaanko päiväkirjamerkintä?
fr: Supprimer l’entrée du journal ?
ja: この日記を削除しますか？
ko: 일지 항목을 삭제할까요?
nb: Slett journalpost?
nl: Dagboekitem verwijderen?
sv: Radera journalposten?
zh_hans: 删除这篇日记？
zh_hant: 刪除這則日記？

# journal.detail.title
source: Journal Entry
da: Dagbogsindlæg
de: Tagebucheintrag
el: Καταχώριση ημερολογίου
fi: Päiväkirjamerkintä
fr: Entrée de journal
ja: 日記
ko: 일기 항목
nb: Dagbokoppføring
nl: Dagboekitem
sv: Dagboksinlägg
zh_hans: 日记内容
zh_hant: 日記內容

# journal.edit
source: Edit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
fi: Muokkaa
fr: Modifier
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerk
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# journal.edit.title
source: Edit journal entry
da: Rediger journalindlæg
de: Tagebucheintrag bearbeiten
el: Επεξεργασία καταχώρησης χρονικού
fi: Muokkaa päiväkirjamerkintää
fr: Modifier l’entrée du journal
ja: 日記を編集
ko: 일기 항목 편집
nb: Rediger dagbokoppføring
nl: Dagboekitem bewerken
sv: Redigera dagboksanteckning
zh_hans: 编辑日记
zh_hant: 編輯日記

# journal.empty.active
source: Record the first progress on this project.
da: Dokumenter den første fremgang i dette projekt.
de: Halte den ersten Fortschritt dieses Projekts fest.
el: Καταγράψτε την πρώτη πρόοδο σε αυτό το έργο.
fi: Tallenna ensimmäinen edistyminen tässä hankkeessa.
fr: Notez la première avancée de ce projet.
ja: この作品の最初の進捗を記録しましょう。
ko: 이 프로젝트의 첫 번째 진행 상황을 기록하세요.
nb: Registrer den første fremgangen med dette prosjektet.
nl: Leg de eerste voortgang van dit project vast.
sv: Dokumentera de första framstegen med detta projekt.
zh_hans: 记录这件作品的第一个进度吧
zh_hant: 記錄這件作品的第一個進度吧

# journal.empty.completed
source: No journal entries were recorded.
da: Der blev ikke registreret nogen journalposter.
de: Es wurden keine Tagebucheinträge erfasst.
el: Δεν καταγράφηκαν εγγραφές ημερολογίου.
fi: Päiväkirjamerkintöjä ei tallennettu.
fr: Aucune entrée de journal n'a été enregistrée.
ja: 日記は記録されていません。
ko: 일기 항목이 기록되지 않았습니다.
nb: Ingen journaloppføringer ble registrert.
nl: Er zijn geen dagboekitems vastgelegd.
sv: Inga journalposter har registrerats.
zh_hans: 这件作品没有日记记录
zh_hant: 這件作品沒有日記紀錄

# journal.error.delete.title
source: Couldn't delete journal entry
da: Journalindlæg kunne ikke slettes.
de: Tagebucheintrag konnte nicht gelöscht werden
el: Αδυναμία διαγραφής καταχώρησης ημερολογίου
fi: Päiväkirjamerkintää ei voitu poistaa
fr: Impossible de supprimer l'entrée du journal
ja: 日記を削除できませんでした
ko: 일지 항목을 삭제할 수 없음
nb: Klarte ikke å slette journalposten.
nl: Dagboekitem kon niet worden verwijderd
sv: Kunde inte radera dagboksinlägget
zh_hans: 无法删除日记
zh_hant: 無法刪除日記

# journal.error.deleteFailed
source: The journal entry couldn't be deleted. Please try again.
da: Dagbogselementet kunne ikke slettes. Prøv igen.
de: Der Tagebucheintrag konnte nicht gelöscht werden. Versuche es erneut.
el: Δεν ήταν δυνατή η διαγραφή της καταχώρισης ημερολογίου. Δοκιμάστε ξανά.
fi: Päiväkirjamerkintää ei voitu poistaa. Yritä uudelleen.
fr: L'entrée de journal n'a pas pu être supprimée. Veuillez réessayer.
ja: 日記を削除できませんでした。もう一度お試しください。
ko: 일지 항목을 삭제할 수 없습니다. 다시 시도해 주세요.
nb: Det var ikke mulig å slette journalposten. Vennligst prøv igjen.
nl: Het dagboekitem kon niet worden verwijderd. Probeer het opnieuw.
sv: Dagboksanteckningen kunde inte tas bort. Försök igen.
zh_hans: 无法删除日记，请再试一次。
zh_hant: 無法刪除日記，請再試一次。

# journal.error.invalidImage
source: Choose a valid image and try again.
da: Vælg et gyldigt billede, og prøv igen.
de: Wähle ein gültiges Bild aus und versuche es erneut.
el: Επιλέξτε μια έγκυρη εικόνα και προσπαθήστε ξανά.
fi: Valitse kelvollinen kuva ja yritä uudelleen.
fr: Choisissez une image valide et réessayez.
ja: 有効な画像を選択して、もう一度お試しください。
ko: 유효한 이미지를 선택하고 다시 시도하십시오.
nb: Velg et gyldig bilde og prøv igjen.
nl: Kies een geldige afbeelding en probeer het opnieuw.
sv: Välj en giltig bild och försök igen.
zh_hans: 请选择有效的照片后再试一次。
zh_hant: 請選擇有效的照片後再試一次。
